Repository: NRanjan-17/RSMS
Catalog: luxury/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, de, es, fr, gu, hi, it, ja, kn, ko, ml, mr, or, pa, pt, ru, ta, te, zh_hans, zh_hant

source: Please select a destination boutique to unlock scanner.
ar: يرجى اختيار متجر الوجهة لفتح الماسح الضوئي.
as: স্ক্যানাৰ আনলক কৰিবলৈ অনুগ্ৰহ কৰি এটা গন্তব্যস্থান বুটিক নিৰ্বাচন কৰক।
bn: স্ক্যানার আনলক করতে অনুগ্রহ করে একটি গন্তব্য বুটিক নির্বাচন করুন।
de: Bitte wählen Sie eine Zielboutique aus, um den Scanner freizuschalten.
es: Seleccione una boutique de destino para desbloquear el escáner.
fr: Veuillez sélectionner une boutique de destination pour déverrouiller le scanner.
gu: સ્કેનર અનલૉક કરવા માટે કૃપા કરીને કોઈ ડેસ્ટિનેશન બુટિક પસંદ કરો.
hi: स्कैनर को अनलॉक करने के लिए कृपया गंतव्य बुटीक का चयन करें।
it: Seleziona una boutique di destinazione per sbloccare lo scanner.
ja: スキャナーのロックを解除するには、目的地となるブティックを選択してください。
kn: ಸ್ಕ್ಯಾನರ್ ಅನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಲು ದಯವಿಟ್ಟು ಗಮ್ಯಸ್ಥಾನದ ಬೊಟಿಕ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 스캐너를 사용하려면 목적지 부티크를 선택하세요.
ml: സ്കാനർ അൺലോക്ക് ചെയ്യാൻ ഒരു ഡെസ്റ്റിനേഷൻ ബൊട്ടീക്ക് തിരഞ്ഞെടുക്കുക.
mr: स्कॅनर अनलॉक करण्यासाठी कृपया डेस्टिनेशन बुटीक निवडा.
or: ସ୍କାନରକୁ ଅନଲକ୍ କରିବା ପାଇଁ ଦୟାକରି ଏକ ଗନ୍ତବ୍ୟସ୍ଥଳ ବୁଟିକ୍ ଚୟନ କରନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਕੈਨਰ ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਲਈ ਇੱਕ ਮੰਜ਼ਿਲ ਬੁਟੀਕ ਚੁਣੋ।
pt: Por favor, selecione uma loja de destino para desbloquear o leitor.
ru: Пожалуйста, выберите бутик, чтобы разблокировать сканер.
ta: ஸ்கேனரைத் திறக்க, இலக்கு பூட்டிக்கைத் தேர்ந்தெடுக்கவும்.
te: స్కానర్‌ను అన్‌లాక్ చేయడానికి దయచేసి గమ్యస్థాన బోటిక్‌ను ఎంచుకోండి.
zh_hans: 请选择目的地精品店以解锁扫描仪。
zh_hant: 請選擇目的地精品店以解鎖掃描器。

source: Please select a product
ar: الرجاء اختيار منتج
as: অনুগ্ৰহ কৰি এটা সামগ্ৰী নিৰ্বাচন কৰক
bn: অনুগ্রহ করে একটি পণ্য নির্বাচন করুন
de: Bitte wählen Sie ein Produkt aus.
es: Seleccione un producto
fr: Veuillez sélectionner un produit
gu: કૃપા કરીને કોઈ ઉત્પાદન પસંદ કરો
hi: कृपया उत्पाद का चयन करें
it: Seleziona un prodotto
ja: 商品を選択してください
kn: ದಯವಿಟ್ಟು ಉತ್ಪನ್ನವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 제품을 선택해 주세요.
ml: ദയവായി ഒരു ഉൽപ്പന്നം തിരഞ്ഞെടുക്കുക.
mr: कृपया उत्पादन निवडा
or: ଦୟାକରି ଏକ ଉତ୍ପାଦ ଚୟନ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਉਤਪਾਦ ਚੁਣੋ।
pt: Por favor, selecione um produto.
ru: Пожалуйста, выберите товар.
ta: தயவுசெய்து ஒரு பொருளைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ఒక ఉత్పత్తిని ఎంచుకోండి
zh_hans: 请选择产品
zh_hant: 請選擇產品

source: Please select an approved boutique.
ar: يرجى اختيار متجر معتمد.
as: অনুগ্ৰহ কৰি অনুমোদিত বুটিক এখন বাছি লওক।
bn: অনুগ্রহ করে একটি অনুমোদিত বুটিক নির্বাচন করুন।
de: Bitte wählen Sie eine zugelassene Boutique aus.
es: Por favor, seleccione una boutique autorizada.
fr: Veuillez sélectionner une boutique agréée.
gu: કૃપા કરીને માન્ય બુટિક પસંદ કરો.
hi: कृपया एक अनुमोदित बुटीक का चयन करें।
it: Seleziona una boutique autorizzata.
ja: 承認済みのブティックをお選びください。
kn: ದಯವಿಟ್ಟು ಅನುಮೋದಿತ ಬೊಟಿಕ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 승인된 부티크를 선택해 주세요.
ml: അംഗീകൃത ബുട്ടീക്ക് തിരഞ്ഞെടുക്കുക.
mr: कृपया मान्यताप्राप्त बुटीक निवडा.
or: ଦୟାକରି ଏକ ଅନୁମୋଦିତ ବୁଟିକ୍ ଚୟନ କରନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਪ੍ਰਵਾਨਿਤ ਬੁਟੀਕ ਚੁਣੋ।
pt: Por favor, selecione uma boutique aprovada.
ru: Пожалуйста, выберите проверенный бутик.
ta: அங்கீகரிக்கப்பட்ட ஆடை விற்பனையகத்தைத் தேர்ந்தெடுக்கவும்.
te: దయచేసి ఆమోదించబడిన బోటిక్‌ను ఎంచుకోండి.
zh_hans: 请选择一家经过认证的精品店。
zh_hant: 請選擇經過認證的精品店。

source: PO Details
ar: تفاصيل أمر الشراء
as: পি অ'ৰ বিৱৰণ
bn: পিও বিবরণ
es: Detalles de la orden de compra
fr: Détails du bon de commande
gu: PO વિગતો
hi: पीओ विवरण
it: Dettagli dell'ordine di acquisto
ja: POの詳細
kn: ಪಿಒ ವಿವರಗಳು
ko: 구매 주문 상세 정보
ml: പി.ഒ. വിശദാംശങ്ങൾ
mr: पीओ तपशील
or: PO ବିବରଣୀ
pa: ਪੀਓ ਵੇਰਵੇ
pt: Detalhes do pedido de compra
ru: Детали заказа на покупку
ta: அஞ்சல் பெட்டி விவரங்கள்
te: PO వివరాలు
zh_hans: 采购订单详情
zh_hant: 採購訂單詳情

source: Point device at QR or Barcodes to track
ar: قم بتوجيه الجهاز نحو رمز الاستجابة السريعة أو الرموز الشريطية لتتبعها
as: ট্ৰেক কৰিবলৈ QR বা বাৰকোডত ডিভাইচ আঙুলিয়াই দিয়ক
bn: ট্র্যাক করতে ডিভাইসটি কিউআর বা বারকোডের দিকে নির্দেশ করুন।
de: Gerät auf QR-Codes oder Barcodes richten, um diese zu verfolgen
es: Apunte el dispositivo al código QR o a los códigos de barras para realizar el seguimiento.
fr: Pointer l'appareil sur un code QR ou un code-barres pour le suivi
gu: ટ્રૅક કરવા માટે ઉપકરણને QR અથવા બારકોડ પર પોઇન્ટ કરો
hi: ट्रैक करने के लिए डिवाइस को क्यूआर कोड या बारकोड पर इंगित करें।
it: Punta il dispositivo sul codice QR o sul codice a barre per tracciare
ja: 追跡するQRコードまたはバーコードにデバイスをかざしてください
kn: ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಸಾಧನವನ್ನು QR ಅಥವಾ ಬಾರ್‌ಕೋಡ್‌ಗಳ ಕಡೆಗೆ ತೋರಿಸಿ
ko: QR 코드 또는 바코드에 기기를 가져다 대어 추적하세요.
ml: ട്രാക്ക് ചെയ്യാൻ ഉപകരണം QR-ലേക്കോ ബാർകോഡുകളിലേക്കോ പോയിന്റ് ചെയ്യുക
mr: ट्रॅक करण्यासाठी डिव्हाइस QR किंवा बारकोडवर धरा.
or: ଟ୍ରାକ୍ କରିବା ପାଇଁ ଡିଭାଇସକୁ QR କିମ୍ବା ବାରକୋଡ୍ ଆଡ଼କୁ ପଏଣ୍ଟ କରନ୍ତୁ
pa: ਟਰੈਕ ਕਰਨ ਲਈ ਡਿਵਾਈਸ ਨੂੰ QR ਜਾਂ ਬਾਰਕੋਡ 'ਤੇ ਪੁਆਇੰਟ ਕਰੋ
pt: Aponte o dispositivo para o código QR ou código de barras a rastrear.
ru: Наведите устройство на QR-код или штрихкод для отслеживания.
ta: கண்காணிக்க, சாதனத்தை QR அல்லது பார்கோடுகளின் மீது சுட்டவும்.
te: ట్రాక్ చేయడానికి పరికరాన్ని QR లేదా బార్‌కోడ్‌ల వైపు చూపండి
zh_hans: 将设备对准二维码或条形码进行追踪
zh_hant: 將設備對準二維碼或條碼進行追蹤

source: POS
ar: نقاط البيع
as: পি অ’ এছ
es: TPV
gu: પીઓએસ
hi: पीओ
kn: ಪಿಓಎಸ್
ml: പി.ഒ.എസ്.
mr: पीओएस
or: ପିଓଏସ୍‌
pa: ਪੀਓਐਸ
ta: பிஓஎஸ்

source: PREFERENCES
ar: التفضيلات
as: পছন্দসমূহ
bn: পছন্দ
de: PRÄFERENZEN
es: PREFERENCIAS
fr: PRÉFÉRENCES
gu: પસંદગીઓ
hi: प्राथमिकताएँ
it: PREFERENZE
ja: 設定
kn: ಆದ್ಯತೆಗಳು
ko: 선호 사항
ml: മുൻഗണനകൾ
mr: प्राधान्ये
or: ପସନ୍ଦଗୁଡିକ
pa: ਪਸੰਦ
pt: PREFERÊNCIAS
ru: ПРЕДПОЧТЕНИЯ
ta: விருப்பத்தேர்வுகள்
te: ప్రాధాన్యతలు
zh_hans: 偏好
zh_hant: 偏好

source: PREPARATION CHECKLIST
ar: قائمة التحضير
as: প্ৰস্তুতিৰ পৰীক্ষা তালিকা
bn: প্রস্তুতি চেকলিস্ট
de: VORBEREITUNGS-CHECKLISTE
es: LISTA DE VERIFICACIÓN DE PREPARACIÓN
fr: LISTE DE VÉRIFICATION DE LA PRÉPARATION
gu: તૈયારી ચેકલિસ્ટ
hi: तैयारी चेकलिस्ट
it: LISTA DI CONTROLLO PER LA PREPARAZIONE
ja: 準備チェックリスト
kn: ತಯಾರಿ ಪರಿಶೀಲನಾಪಟ್ಟಿ
ko: 준비 체크리스트
ml: തയ്യാറാക്കൽ ചെക്ക്‌ലിസ്റ്റ്
mr: तयारी तपासणी सूची
or: ପ୍ରସ୍ତୁତି ଯାଞ୍ଚସୂଚୀ
pa: ਤਿਆਰੀ ਚੈੱਕਲਿਸਟ
pt: LISTA DE VERIFICAÇÃO DE PREPARAÇÃO
ru: КОНТРОЛЬНЫЙ СПИСОК ПОДГОТОВКИ
ta: தயாரிப்பு சரிபார்ப்புப் பட்டியல்
te: తయారీ తనిఖీ జాబితా
zh_hans: 准备清单
zh_hant: 準備清單

source: Price
ar: سعر
as: মূল্য
bn: মূল্য
de: Preis
es: Precio
fr: Prix
gu: કિંમત
hi: कीमत
it: Prezzo
ja: 価格
kn: ಬೆಲೆ
ko: 가격
ml: വില
mr: किंमत
or: ମୂଲ୍ୟ
pa: ਕੀਮਤ
pt: Preço
ru: Цена
ta: விலை
te: ధర
zh_hans: 价格
zh_hant: 價格

source: Print
ar: مطبعة
as: প্ৰিন্ট কৰক
bn: প্রিন্ট
de: Drucken
es: Imprimir
fr: Imprimer
gu: પ્રિંટ
hi: छाप
it: Stampa
ja: 印刷
kn: ಮುದ್ರಣ
ko: 인쇄
ml: അച്ചടിക്കുക
mr: प्रिंट
or: ପ୍ରିଣ୍ଟ କରନ୍ତୁ
pa: ਪ੍ਰਿੰਟ
pt: Imprimir
ru: Печать
ta: அச்சிடுக
te: ముద్రణ
zh_hans: 打印
zh_hant: 列印

source: PRIVACY CONSENTS
ar: موافقات الخصوصية
as: গোপনীয়তাৰ সন্মতি
bn: গোপনীয়তা সম্মতি
de: Einwilligung zur Datenschutzerklärung
es: CONSENTIMIENTOS DE PRIVACIDAD
fr: CONSENTEMENTS EN MATIÈRE DE PROTECTION DES DONNÉES PERSONNELLES
gu: ગોપનીયતા સંમતિઓ
hi: गोपनीयता सहमति
it: CONSENSI ALLA PRIVACY
ja: プライバシーに関する同意
kn: ಗೌಪ್ಯತಾ ಒಪ್ಪಿಗೆಗಳು
ko: 개인정보 동의
ml: സ്വകാര്യതാ സമ്മതങ്ങൾ
mr: गोपनीयतेच्या संमती
or: ଗୋପନୀୟତା ସମ୍ମତି
pa: ਗੋਪਨੀਯਤਾ ਸਹਿਮਤੀ
pt: CONSENTIMENTOS DE PRIVACIDADE
ru: СОГЛАСИЕ НА ИСПОЛЬЗОВАНИЕ КОНФИДЕНЦИАЛЬНОЙ ИНФОРМАЦИИ
ta: தனியுரிமை ஒப்புதல்கள்
te: గోప్యతా సమ్మతులు
zh_hans: 隐私同意
zh_hant: 隱私同意

source: Private video consultation
ar: استشارة فيديو خاصة
as: ব্যক্তিগত ভিডিঅ' পৰামৰ্শ
bn: ব্যক্তিগত ভিডিও পরামর্শ
de: Private Videoberatung
es: consulta privada por video
fr: Consultation vidéo privée
gu: ખાનગી વિડિઓ પરામર્શ
hi: निजी वीडियो परामर्श
it: Videoconsulenza privata
ja: プライベートビデオ相談
kn: ಖಾಸಗಿ ವೀಡಿಯೊ ಸಮಾಲೋಚನೆ
ko: 개인 화상 상담
ml: സ്വകാര്യ വീഡിയോ കൺസൾട്ടേഷൻ
mr: खाजगी व्हिडिओ सल्लामसलत
or: ବ୍ୟକ୍ତିଗତ ଭିଡିଓ ପରାମର୍ଶ
pa: ਨਿੱਜੀ ਵੀਡੀਓ ਸਲਾਹ-ਮਸ਼ਵਰਾ
pt: Consulta privada por vídeo
ru: Индивидуальная видеоконсультация
ta: தனிப்பட்ட காணொளி ஆலோசனை
te: ప్రైవేట్ వీడియో సంప్రదింపులు
zh_hans: 私人视频咨询
zh_hant: 私人視訊諮詢

source: Process Payment · %@
ar: معالجة الدفع · %@
as: প্ৰক্ৰিয়া পেমেন্ট · %@
bn: পেমেন্ট প্রক্রিয়া করুন · %@
de: Zahlung verarbeiten · %@
es: Procesar pago · %@
fr: Traitement du paiement · %@
gu: ચુકવણી પ્રક્રિયા · %@
hi: भुगतान प्रक्रिया · %@
it: Elabora il pagamento · %@
ja: 支払い処理 · %@
kn: ಪಾವತಿ ಪ್ರಕ್ರಿಯೆ · %@
ko: 결제 처리 · %@
ml: പേയ്‌മെന്റ് പ്രക്രിയ · %@
mr: पेमेंट प्रक्रिया · %@
or: ପେମେଣ୍ଟ ପ୍ରକ୍ରିୟା · %@
pa: ਭੁਗਤਾਨ ਪ੍ਰਕਿਰਿਆ · %@
pt: Processar pagamento · %@
ru: Обработка платежа · %@
ta: பணம் செலுத்துதலைச் செயல்படுத்து · %@
te: చెల్లింపును ప్రాసెస్ చేయండి · %@
zh_hans: 处理付款 · %@
zh_hant: 處理付款 · %@

source: Product
ar: منتج
as: সামগ্ৰী
bn: পণ্য
de: Produkt
es: Producto
fr: Produit
gu: ઉત્પાદન
hi: उत्पाद
it: Prodotto
ja: 製品
kn: ಉತ್ಪನ್ನ
ko: 제품
ml: ഉൽപ്പന്നം
mr: उत्पादन
or: ଉତ୍ପାଦ
pa: ਉਤਪਾਦ
pt: Produto
ru: Продукт
ta: தயாரிப்பு
te: ఉత్పత్తి
zh_hans: 产品
zh_hant: 產品

source: Product Category
ar: فئات المنتجات
as: পণ্যৰ শ্ৰেণী
bn: পণ্যের বিভাগ
de: Produktkategorie
es: Categoría de producto
fr: Catégorie de produits
gu: ઉત્પાદન શ્રેણી
hi: उत्पाद श्रेणी
it: Categoria di prodotto
ja: 製品カテゴリー
kn: ಉತ್ಪನ್ನ ವರ್ಗ
ko: 제품 카테고리
ml: ഉൽപ്പന്ന വിഭാഗം
mr: उत्पादन श्रेणी
or: ଉତ୍ପାଦ ବର୍ଗ
pa: ਉਤਪਾਦ ਸ਼੍ਰੇਣੀ
pt: Categoria de produto
ru: Категория товара
ta: தயாரிப்பு வகை
te: ఉత్పత్తి వర్గం
zh_hans: 产品类别
zh_hant: 產品類別

source: PRODUCT DETAILS
ar: تفاصيل المنتج
as: PRODUCT ৰ বিৱৰণ
bn: পণ্যের বিবরণ
de: PRODUKTDETAILS
es: DETALLES DEL PRODUCTO
fr: DÉTAILS DU PRODUIT
gu: ઉત્પાદન વિગતો
hi: उत्पाद विवरण
it: DETTAGLI DEL PRODOTTO
ja: 製品詳細
kn: ಉತ್ಪನ್ನ ವಿವರಗಳು
ko: 제품 상세 정보
ml: ഉൽപ്പന്നത്തിന്റെ വിവരം
mr: उत्पादनाचा तपशील
or: ଉତ୍ପାଦ ବିବରଣୀ
pa: ਉਤਪਾਦ ਵੇਰਵੇ
pt: DETALHES DO PRODUTO
ru: ПОДРОБНАЯ ИНФОРМАЦИЯ О ТОВАРЕ
ta: தயாரிப்பு விவரங்கள்
te: ఉత్పత్తి వివరాలు
zh_hans: 产品详情
zh_hant: 產品詳情

source: Product ID
ar: معرف المنتج
as: প্ৰডাক্ট আইডি
bn: পণ্যের আইডি
de: Produkt-ID
es: ID del producto
fr: ID du produit
gu: પ્રોડક્ટ ID
hi: उत्पाद आयडी
it: ID prodotto
ja: 製品ID
kn: ಉತ್ಪನ್ನ ಐಡಿ
ko: 제품 ID
ml: ഉൽപ്പന്ന ഐഡി
mr: उत्पादन आयडी
or: ଉତ୍ପାଦ ଆଇଡି
pa: ਉਤਪਾਦ ਆਈਡੀ
pt: ID do produto
ru: Идентификатор продукта
ta: தயாரிப்பு ஐடி
te: ఉత్పత్తి ID
zh_hans: 产品 ID
zh_hant: 產品 ID

source: Product Images
ar: صور المنتج
as: প্ৰডাক্ট ইমেজ
bn: পণ্যের ছবি
de: Produktbilder
es: Imágenes del producto
fr: Images du produit
gu: ઉત્પાદન છબીઓ
hi: उत्पाद चित्र
it: Immagini del prodotto
ja: 商品画像
kn: ಉತ್ಪನ್ನ ಚಿತ್ರಗಳು
ko: 제품 이미지
ml: ഉൽപ്പന്ന ചിത്രങ്ങൾ
mr: उत्पादनाचे फोटो
or: ଉତ୍ପାଦ ପ୍ରତିଛବିଗୁଡ଼ିକ
pa: ਉਤਪਾਦ ਚਿੱਤਰ
pt: Imagens do produto
ru: Изображения товара
ta: தயாரிப்பு படங்கள்
te: ఉత్పత్తి చిత్రాలు
zh_hans: 产品图片
zh_hant: 產品圖片

source: PRODUCT IMAGES
ar: صور المنتج
as: PRODUCT IMAGES ৰ দ্বাৰা প্ৰকাশিত
bn: পণ্যের ছবি
de: PRODUKTBILDER
es: IMÁGENES DEL PRODUCTO
fr: IMAGES DU PRODUIT
gu: ઉત્પાદન છબીઓ
hi: उत्पाद चित्र
it: IMMAGINI DEL PRODOTTO
ja: 製品画像
kn: ಉತ್ಪನ್ನ ಚಿತ್ರಗಳು
ko: 제품 이미지
ml: ഉൽപ്പന്ന ചിത്രങ്ങൾ
mr: उत्पादनाच्या प्रतिमा
or: ଉତ୍ପାଦ ପ୍ରତିଛବିଗୁଡିକ
pa: ਉਤਪਾਦ ਚਿੱਤਰ
pt: IMAGENS DO PRODUTO
ru: ИЗОБРАЖЕНИЯ ТОВАРА
ta: தயாரிப்பு படங்கள்
te: ఉత్పత్తి చిత్రాలు
zh_hans: 产品图片
zh_hant: 產品圖片

source: PRODUCT LAUNCH
ar: إطلاق المنتج
as: PRODUCT LAUNCH ৰ দ্বাৰা
bn: পণ্য লঞ্চ
de: PRODUKTEINFÜHRUNG
es: LANZAMIENTO DE PRODUCTO
fr: LANCEMENT DE PRODUIT
gu: પ્રોડક્ટ લોન્ચ
hi: उत्पाद प्रक्षेपण
it: LANCIO DEL PRODOTTO
ja: 製品発表
kn: ಉತ್ಪನ್ನ ಬಿಡುಗಡೆ
ko: 제품 출시
ml: ഉൽപ്പന്ന ലോഞ്ച്
mr: उत्पादन लाँच
or: ଉତ୍ପାଦ ଲଞ୍ଚ
pa: ਉਤਪਾਦ ਲਾਂਚ
pt: LANÇAMENTO DO PRODUTO
ru: ЗАПУСК ПРОДУКТА
ta: தயாரிப்பு வெளியீடு
te: ఉత్పత్తి ప్రారంభం
zh_hans: 产品发布
zh_hant: 產品發布

source: Product Launch Detail
ar: تفاصيل إطلاق المنتج
as: প্ৰডাক্ট মুকলিৰ বিৱৰণ
bn: পণ্য লঞ্চের বিবরণ
de: Produktdetails
es: Detalles del lanzamiento del producto
fr: Détails du lancement du produit
gu: પ્રોડક્ટ લોન્ચ વિગતો
hi: उत्पाद लॉन्च विवरण
it: Dettagli sul lancio del prodotto
ja: 製品発売の詳細
kn: ಉತ್ಪನ್ನ ಬಿಡುಗಡೆ ವಿವರ
ko: 제품 출시 상세 정보
ml: ഉൽപ്പന്ന ലോഞ്ച് വിശദാംശങ്ങൾ
mr: उत्पादन लॉन्च तपशील
or: ଉତ୍ପାଦ ଲଞ୍ଚ ବିବରଣୀ
pa: ਉਤਪਾਦ ਲਾਂਚ ਵੇਰਵਾ
pt: Detalhes do lançamento do produto
ru: Подробная информация о запуске продукта
ta: தயாரிப்பு அறிமுக விவரம்
te: ఉత్పత్తి ప్రారంభ వివరాలు
zh_hans: 产品发布详情
zh_hant: 產品發布詳情

source: Product Name
ar: اسم المنتج
as: পণ্যৰ নাম
bn: পণ্যের নাম
de: Produktname
es: Nombre del producto
fr: Nom du produit
gu: ઉત્પાદન નામ
hi: प्रोडक्ट का नाम
it: Nome del prodotto
ja: 製品名
kn: ಉತ್ಪನ್ನದ ಹೆಸರು
ko: 제품명
ml: ഉൽപ്പന്ന നാമം
mr: उत्पादनाचे नाव
or: ଉତ୍ପାଦ ନାମ
pa: ਉਤਪਾਦ ਦਾ ਨਾਮ
pt: Nome do produto
ru: Название продукта
ta: தயாரிப்பு பெயர்
te: ఉత్పత్తి పేరు
zh_hans: 产品名称
zh_hant: 產品名稱

source: Product Serial Number
ar: الرقم التسلسلي للمنتج
as: প্ৰডাক্টৰ ক্ৰমিক নম্বৰ
bn: পণ্যের ক্রমিক নম্বর
de: Produktseriennummer
es: Número de serie del producto
fr: Numéro de série du produit
gu: પ્રોડક્ટ સીરીયલ નંબર
hi: उत्पाद सीरियल नंबर
it: Numero di serie del prodotto
ja: 製品シリアル番号
kn: ಉತ್ಪನ್ನದ ಸರಣಿ ಸಂಖ್ಯೆ
ko: 제품 일련 번호
ml: ഉൽപ്പന്ന സീരിയൽ നമ്പർ
mr: उत्पादन अनुक्रमांक
or: ଉତ୍ପାଦର କ୍ରମିକ ସଂଖ୍ୟା
pa: ਉਤਪਾਦ ਸੀਰੀਅਲ ਨੰਬਰ
pt: Número de série do produto
ru: Серийный номер изделия
ta: தயாரிப்பு வரிசை எண்
te: ఉత్పత్తి సీరియల్ నంబర్
zh_hans: 产品序列号
zh_hant: 產品序號

source: Products
ar: منتجات
as: প্ৰডাক্ট
bn: পণ্য
de: Produkte
es: Productos
fr: Produits
gu: પ્રોડક્ટ્સ
hi: उत्पादों
it: Libri
ja: 製品
kn: ಉತ್ಪನ್ನಗಳು
ko: 제품
ml: ഉൽപ്പന്നങ്ങൾ
mr: उत्पादने
or: ଉତ୍ପାଦଗୁଡ଼ିକ
pa: ਉਤਪਾਦ
pt: Produtos
ru: Продукты
ta: தயாரிப்புகள்
te: ఉత్పత్తులు
zh_hans: 产品
zh_hant: 產品

source: Profile
ar: حساب تعريفي
as: ৰূপৰেখা
bn: প্রোফাইল
de: Profil
es: Perfil
fr: Profil
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल
it: Profilo
ja: プロフィール
kn: ಪ್ರೊಫೈಲ್
ko: 윤곽
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
or: ପ୍ରୋଫାଇଲ୍
pa: ਪ੍ਰੋਫਾਈਲ
pt: Perfil
ru: Профиль
ta: சுயவிவரம்
te: ప్రొఫైల్
zh_hans: 轮廓
zh_hant: 輪廓

source: Profile not found
ar: لم يتم العثور على الملف الشخصي
as: প্ৰফাইল পোৱা নগ'ল
bn: প্রোফাইল খুঁজে পাওয়া যায়নি
de: Profil nicht gefunden
es: Perfil no encontrado
fr: Profil introuvable
gu: પ્રોફાઇલ મળી નથી
hi: प्रोफ़ाइल नहीं मिला
it: Profilo non trovato
ja: プロフィールが見つかりません
kn: ಪ್ರೊಫೈಲ್ ಕಂಡುಬಂದಿಲ್ಲ.
ko: 프로필을 찾을 수 없습니다.
ml: പ്രൊഫൈൽ കണ്ടെത്തിയില്ല.
mr: प्रोफाइल सापडले नाही
or: ପ୍ରୋଫାଇଲ୍ ମିଳିଲା ନାହିଁ
pa: ਪ੍ਰੋਫਾਈਲ ਨਹੀਂ ਮਿਲਿਆ
pt: Perfil não encontrado
ru: Профиль не найден
ta: சுயவிவரம் காணப்படவில்லை
te: ప్రొఫైల్ కనుగొనబడలేదు
zh_hans: 未找到个人资料
zh_hant: 未找到個人資料

source: Projected EOD: %@
ar: تاريخ انتهاء التفجير المتوقع: %@
as: প্ৰক্ষেপিত ইঅ'ডি: %@
bn: আনুমানিক দিনের শেষ: %@
de: Voraussichtliches Ende des Tages: %@
es: Fin de día previsto: %@
fr: Fin de journée prévue : %@
gu: અંદાજિત EOD: %@
hi: अनुमानित समाप्ति तिथि: %@
it: EOD previsto: %@
ja: 予想終値: %@
kn: ಪ್ರಕ್ಷೇಪಿತ EOD: %@
ko: 예상 종료 시간: %@
ml: പ്രൊജക്റ്റ് ചെയ്ത EOD: %@
mr: अंदाजित EOD: %@
or: ପ୍ରକ୍ଷେପିତ EOD: %@
pa: ਅਨੁਮਾਨਿਤ EOD: %@
pt: Previsão de fim de serviço: %@
ru: Прогнозируемое время окончания работы: %@
ta: உத்தேச வேலை நேரம்: %@
te: అంచనా వేయబడిన కార్యదినం ముగింపు: %@
zh_hans: 预计结束时间： %@
zh_hant: 預計結束時間： %@

source: Purchase Details
ar: تفاصيل الشراء
as: ক্ৰয়ৰ বিৱৰণ
bn: ক্রয়ের বিবরণ
de: Kaufdetails
es: Detalles de la compra
fr: Détails de l'achat
gu: ખરીદી વિગતો
hi: खरीदारी का ब्योरा
it: Dettagli dell'acquisto
ja: 購入の詳細
kn: ಖರೀದಿ ವಿವರಗಳು
ko: 구매 내역
ml: വാങ്ങൽ വിശദാംശങ്ങൾ
mr: खरेदी तपशील
or: କ୍ରୟ ବିବରଣୀ
pa: ਖਰੀਦ ਵੇਰਵੇ
pt: Detalhes da compra
ru: Детали покупки
ta: கொள்முதல் விவரங்கள்
te: కొనుగోలు వివరాలు
zh_hans: 购买详情
zh_hant: 購買詳情

source: Purchase ID is missing
ar: رقم تعريف الشراء مفقود
as: ক্ৰয় আইডি নোহোৱা হৈছে
bn: ক্রয় আইডি অনুপস্থিত
de: Die Kauf-ID fehlt.
es: Falta el ID de compra
fr: L'identifiant d'achat est manquant.
gu: ખરીદી ID ખૂટે છે
hi: खरीद आईडी उपलब्ध नहीं है
it: L'ID dell'acquisto è mancante
ja: 購入IDがありません
kn: ಖರೀದಿ ಐಡಿ ಕಾಣೆಯಾಗಿದೆ.
ko: 구매 ID가 누락되었습니다.
ml: വാങ്ങൽ ഐഡി കാണുന്നില്ല.
mr: खरेदी आयडी उपलब्ध नाही
or: କ୍ରୟ ID ଉପଲବ୍ଧ ନାହିଁ
pa: ਖਰੀਦ ਆਈਡੀ ਗੁੰਮ ਹੈ
pt: O ID da compra está em falta.
ru: Отсутствует идентификатор покупки.
ta: கொள்முதல் ஐடி காணவில்லை
te: కొనుగోలు ID లేదు
zh_hans: 购买 ID 缺失
zh_hant: 購買 ID 缺失

source: Purchase Order not found
ar: لم يتم العثور على أمر الشراء
as: ক্ৰয় অৰ্ডাৰ পোৱা নগ'ল
bn: ক্রয় আদেশ খুঁজে পাওয়া যায়নি
de: Bestellung nicht gefunden
es: No se encontró la orden de compra.
fr: Bon de commande introuvable
gu: ખરીદી ઓર્ડર મળ્યો નથી
hi: क्रय आदेश नहीं मिला
it: Ordine di acquisto non trovato
ja: 発注書が見つかりません
kn: ಖರೀದಿ ಆದೇಶ ಕಂಡುಬಂದಿಲ್ಲ.
ko: 구매 주문서를 찾을 수 없습니다.
ml: വാങ്ങൽ ഓർഡർ കണ്ടെത്തിയില്ല.
mr: खरेदी ऑर्डर आढळली नाही
or: କ୍ରୟ ଅର୍ଡର ମିଳିଲା ନାହିଁ
pa: ਖਰੀਦ ਆਰਡਰ ਨਹੀਂ ਮਿਲਿਆ
pt: Ordem de compra não encontrada
ru: Заказ на покупку не найден
ta: கொள்முதல் ஆணை காணப்படவில்லை
te: కొనుగోలు ఆర్డర్ కనుగొనబడలేదు
zh_hans: 未找到采购订单
zh_hant: 未找到採購訂單

source: Purchase Orders
ar: أوامر الشراء
as: ক্ৰয় অৰ্ডাৰ
bn: ক্রয় আদেশ
de: Bestellungen
es: Órdenes de compra
fr: Bons de commande
gu: ખરીદી ઓર્ડર
hi: खरीद आदेश
it: Ordini di acquisto
ja: 発注書
kn: ಖರೀದಿ ಆದೇಶಗಳು
ko: 구매 주문서
ml: വാങ്ങൽ ഓർഡറുകൾ
mr: खरेदी आदेश
or: କ୍ରୟ ଅର୍ଡରଗୁଡ଼ିକ
pa: ਖਰੀਦ ਆਰਡਰ
pt: Ordens de Compra
ru: Заказы на закупку
ta: கொள்முதல் ஆணைகள்
te: కొనుగోలు ఆర్డర్లు
zh_hans: 采购订单
zh_hant: 採購訂單

source: QR/Barcode string is required.
ar: يلزم إدخال سلسلة رمز الاستجابة السريعة/الباركود.
as: QR/বাৰকোড ষ্ট্ৰিংৰ প্ৰয়োজন।
bn: কিউআর/বারকোড স্ট্রিং আবশ্যক।
de: Ein QR-/Barcode-String ist erforderlich.
es: Se requiere la cadena QR/código de barras.
fr: Une chaîne de caractères QR/code-barres est requise.
gu: QR/બારકોડ સ્ટ્રિંગ જરૂરી છે.
hi: क्यूआर/बारकोड स्ट्रिंग आवश्यक है।
it: È necessaria la stringa del codice QR/a barre.
ja: QRコード／バーコード文字列が必要です。
kn: QR/ಬಾರ್‌ಕೋಡ್ ಸ್ಟ್ರಿಂಗ್ ಅಗತ್ಯವಿದೆ.
ko: QR/바코드 문자열이 필요합니다.
ml: QR/ബാർകോഡ് സ്ട്രിംഗ് ആവശ്യമാണ്.
mr: QR/बारकोड स्ट्रिंग आवश्यक आहे.
or: QR/ବାରକୋଡ୍ ଷ୍ଟ୍ରିଙ୍ଗ ଆବଶ୍ୟକ।
pa: QR/ਬਾਰਕੋਡ ਸਤਰ ਲੋੜੀਂਦੀ ਹੈ।
pt: É necessário um código QR/de barras.
ru: Требуется ввод QR-кода/штрихкода.
ta: QR/பார்கோடு சரம் தேவைப்படுகிறது.
te: QR/బార్‌కోడ్ స్ట్రింగ్ అవసరం.
zh_hans: 必须提供二维码/条形码字符串。
zh_hant: 必須提供二維碼/條碼字串。

source: Qty: %lld
ar: الكمية: %lld
bn: পরিমাণ: %lld
de: Menge: %lld
es: Cantidad: %lld
fr: Qté : %lld
gu: જથ્થો: %lld
hi: मात्रा: %lld
it: Quantità: %lld
ja: 数量: %lld
kn: ಪ್ರಮಾಣ: %lld
ko: 수량: %lld
ml: അളവ്: %lld
mr: संख्या: %lld
or: ପରିମାଣ: %lld
pa: ਮਾਤਰਾ: %lld
pt: Quantidade: %lld
ru: Кол-во: %lld
ta: அளவு: %lld
te: పరిమాణం: %lld
zh_hans: 数量： %lld
zh_hant: 數量： %lld

source: Quantity
ar: كمية
as: পৰিমাণ
bn: পরিমাণ
de: Menge
es: Cantidad
fr: Quantité
gu: જથ્થો
hi: मात्रा
it: Quantità
ja: 量
kn: ಪ್ರಮಾಣ
ko: 수량
ml: അളവ്
mr: प्रमाण
or: ପରିମାଣ
pa: ਮਾਤਰਾ
pt: Quantidade
ru: Количество
ta: அளவு
te: పరిమాణం
zh_hans: 数量
zh_hant: 數量

source: QUICK LINKS
ar: روابط سريعة
as: QUICK LINKS ৰ দ্বাৰা
bn: দ্রুত লিঙ্ক
de: Schnelllinks
es: ENLACES RÁPIDOS
fr: LIENS RAPIDES
gu: ઝડપી કડીઓ
hi: त्वरित सम्पक
it: COLLEGAMENTI RAPIDI
ja: クイックリンク
kn: ತ್ವರಿತ ಲಿಂಕ್‌ಗಳು
ko: 바로가기 링크
ml: ദ്രുത ലിങ്കുകൾ
mr: जलद दुवे
or: ଶୀଘ୍ର ଲିଙ୍କଗୁଡିକ
pa: ਤੇਜ਼ ਲਿੰਕ
pt: LINKS RÁPIDOS
ru: БЫСТРЫЕ ССЫЛКИ
ta: விரைவு இணைப்புகள்
te: త్వరిత లింకులు
zh_hans: 快速链接
zh_hant: 快速連結

source: Quick Note
ar: ملاحظة سريعة
as: দ্ৰুত টোকা
bn: দ্রুত নোট
de: Kurzer Hinweis
es: Nota rápida
fr: Note rapide
gu: ઝડપી નોંધ
hi: त्वरित नोट
it: Breve nota
ja: 簡単なメモ
kn: ತ್ವರಿತ ಟಿಪ್ಪಣಿ
ko: 간단한 메모
ml: ദ്രുത കുറിപ്പ്
mr: संक्षिप्त टीप
or: ଶୀଘ୍ର ଟିପ୍ପଣୀ
pa: ਤੁਰੰਤ ਨੋਟ
pt: Nota rápida
ru: Краткое примечание
ta: விரைவான குறிப்பு
te: త్వరిత గమనిక
zh_hans: 快速说明
zh_hant: 快速說明

source: Quick simulation buttons:
ar: أزرار المحاكاة السريعة:
as: দ্ৰুত চিমুলেচন বুটামসমূহ:
bn: দ্রুত সিমুলেশন বোতাম:
de: Schnellsimulationsschaltflächen:
es: Botones de simulación rápida:
fr: Boutons de simulation rapide :
gu: ઝડપી સિમ્યુલેશન બટનો:
hi: त्वरित सिमुलेशन बटन:
it: Pulsanti di simulazione rapida:
ja: クイックシミュレーションボタン：
kn: ತ್ವರಿತ ಸಿಮ್ಯುಲೇಶನ್ ಗುಂಡಿಗಳು:
ko: 빠른 시뮬레이션 버튼:
ml: ദ്രുത സിമുലേഷൻ ബട്ടണുകൾ:
mr: जलद सिम्युलेशन बटणे:
or: ଶୀଘ୍ର ସିମୁଲେସନ୍ ବଟନ୍:
pa: ਤੇਜ਼ ਸਿਮੂਲੇਸ਼ਨ ਬਟਨ:
pt: Botões de simulação rápida:
ru: Кнопки быстрого симуляции:
ta: விரைவு உருவகப்படுத்துதல் பொத்தான்கள்:
te: త్వరిత అనుకరణ బటన్లు:
zh_hans: 快速模拟按钮：
zh_hant: 快速模擬按鈕：

source: Read More
ar: اقرأ المزيد
as: আৰু পঢ়ক
bn: আরও পড়ুন
de: Mehr lesen
es: Leer más
fr: En savoir plus
gu: વધારે વાચો
hi: और पढ़ें
it: Per saperne di più
ja: 続きを読む
kn: ಮತ್ತಷ್ಟು ಓದು
ko: 더 읽어보기
ml: കൂടുതൽ വായിക്കുക
mr: अधिक वाचा
or: ଅଧିକ ପଢ଼ନ୍ତୁ
pa: ਹੋਰ ਪੜ੍ਹੋ
pt: Leia mais
ru: Читать далее
ta: மேலும் படிக்கவும்
te: మరింత చదవండి
zh_hans: 阅读更多
zh_hant: 閱讀更多

source: Ready for Pickup
ar: جاهز للاستلام
as: পিকআপৰ বাবে সাজু
bn: পিকআপের জন্য প্রস্তুত
de: Abholbereit
es: Listo para recoger
fr: Prêt à être récupéré
gu: પિકઅપ માટે તૈયાર
hi: पिकअप के लिए तैयार
it: Pronto per il ritiro
ja: お受け取り準備完了
kn: ಪಿಕಪ್‌ಗೆ ಸಿದ್ಧವಾಗಿದೆ
ko: 픽업 준비 완료
ml: പിക്കപ്പിന് തയ്യാറാണ്
mr: घेऊन जाण्यासाठी तयार
or: ପିକଅପ୍ ପାଇଁ ପ୍ରସ୍ତୁତ
pa: ਪਿਕਅੱਪ ਲਈ ਤਿਆਰ
pt: Pronto para levantamento
ru: Готов к самовывозу
ta: எடுத்துச் செல்லத் தயார்
te: పికప్ కోసం సిద్ధంగా ఉంది
zh_hans: 准备取货
zh_hant: 準備取貨

source: Ready to Create
ar: جاهز للإبداع
as: সৃষ্টি কৰিবলৈ সাজু
bn: তৈরি করতে প্রস্তুত
de: Bereit zum Erstellen
es: Listo para crear
fr: Prêt à créer
gu: બનાવવા માટે તૈયાર
hi: बनाने के लिए तैयार
it: Pronto a creare
ja: 創作の準備はできましたか？
kn: ರಚಿಸಲು ಸಿದ್ಧವಾಗಿದೆ
ko: 제작 준비 완료
ml: സൃഷ്ടിക്കാൻ തയ്യാറാണ്
mr: तयार करण्यासाठी सज्ज
or: ତିଆରି କରିବାକୁ ପ୍ରସ୍ତୁତ
pa: ਬਣਾਉਣ ਲਈ ਤਿਆਰ
pt: Pronto para criar
ru: Готов к творчеству
ta: உருவாக்கத் தயார்
te: సృష్టించడానికి సిద్ధంగా ఉంది
zh_hans: 准备创建
zh_hant: 準備創建

source: Ready to Pick
ar: جاهز للقطف
as: ৰেডি টু পিক
bn: বাছাই করার জন্য প্রস্তুত
de: Bereit zur Auswahl
es: Listo para recoger
fr: Prêt à choisir
gu: પસંદ કરવા માટે તૈયાર
hi: लेने के लिए तैयार
it: Pronto per il ritiro
ja: 収穫準備完了
kn: ಆಯ್ಕೆ ಮಾಡಲು ಸಿದ್ಧವಾಗಿದೆ
ko: 수확 준비 완료
ml: തിരഞ്ഞെടുക്കാൻ തയ്യാറാണ്
mr: निवडायला तयार
or: ବାଛିବାକୁ ପ୍ରସ୍ତୁତ
pa: ਚੁਣਨ ਲਈ ਤਿਆਰ
pt: Pronto para colher
ru: Готово к выбору
ta: எடுக்கத் தயார்
te: తీసుకోవడానికి సిద్ధంగా ఉంది
zh_hans: 准备采摘
zh_hant: 準備採摘

source: REASSIGN ADVISOR
ar: مستشار إعادة التعيين
as: REASSIGN উপদেষ্টা
bn: উপদেষ্টাকে পুনরায় নিয়োগ করুন
de: Berater neu zuweisen
es: ASESOR DE REASIGNACIÓN
fr: CONSEILLER EN RÉAFFECTATION
gu: સલાહકારને ફરીથી સોંપો
hi: सलाहकार को पुनः नियुक्त करें
it: CONSULENTE PER LA RIASSEGNAZIONE
ja: アドバイザーの再割り当て
kn: ಮರು ನಿಯೋಜಿತ ಸಲಹೆಗಾರ
ko: 고문 재배정
ml: വീണ്ടും നിയമിക്കുക ഉപദേഷ്ടാവ്
mr: सल्लागाराची पुनर्नियुक्ती
or: ପରାମର୍ଶଦାତାଙ୍କୁ ପୁନଃନିଯୁକ୍ତ କରନ୍ତୁ
pa: ਸਲਾਹਕਾਰ ਨੂੰ ਮੁੜ ਨਿਯੁਕਤ ਕਰੋ
pt: REESTRUTURAÇÃO DO CONSULTOR
ru: ПЕРЕНАЗНАЧЕНИЕ КОНСУЛЬТАНТА
ta: மறுஒதுக்கீட்டு ஆலோசகர்
te: సలహాదారుని తిరిగి కేటాయించండి
zh_hans: 重新分配顾问
zh_hant: 重新分配顧問

source: Receipt RSMS-2026-0418
ar: إيصال رقم RSMS-2026-0418
as: ৰচিদ আৰ এছ এম এছ-২০২৬-০৪১৮
bn: রসিদ আরএসএমএস-২০২৬-০৪১৮
de: Quittung RSMS-2026-0418
es: Recibo RSMS-2026-0418
fr: Reçu RSMS-2026-0418
gu: રસીદ RSMS-2026-0418
hi: रसीद RSMS-2026-0418
it: Ricevuta RSMS-2026-0418
ja: 領収書番号 RSMS-2026-0418
kn: ರಶೀದಿ RSMS-2026-0418
ko: 영수증 RSMS-2026-0418
ml: രസീത് RSMS-2026-0418
mr: पावती RSMS-2026-0418
or: ରସିଦ RSMS-2026-0418
pa: ਰਸੀਦ RSMS-2026-0418
pt: Recibo RSMS-2026-0418
ru: Квитанция RSMS-2026-0418
ta: ரசீது RSMS-2026-0418
te: రసీదు RSMS-2026-0418
zh_hans: 收据 RSMS-2026-0418
zh_hant: 收據 RSMS-2026-0418

source: Receipt Valid
ar: الإيصال صالح
as: ৰচিদ বৈধ
bn: রসিদ বৈধ
de: Quittung gültig
es: Recibo válido
fr: Reçu valide
gu: રસીદ માન્ય
hi: रसीद वैध है
it: Ricevuta valida
ja: 領収書有効
kn: ರಶೀದಿ ಮಾನ್ಯವಾಗಿದೆ
ko: 영수증 유효함
ml: രസീതിന് സാധുതയുണ്ട്
mr: पावती वैध आहे
or: ରସିଦ ବୈଧ
pa: ਰਸੀਦ ਵੈਧ
pt: Recibo válido
ru: Чек действителен
ta: ரசீது செல்லுபடியாகும்
te: రసీదు చెల్లుబాటు అవుతుంది
zh_hans: 收据有效
zh_hant: 收據有效

source: RECEIVED
ar: تلقى
as: প্ৰাপ্ত কৰা হৈছে
bn: প্রাপ্ত
de: ERHALTEN
es: RECIBIÓ
fr: REÇU
gu: પ્રાપ્ત થયું
hi: प्राप्त
it: RICEVUTO
ja: 受け取った
kn: ಸ್ವೀಕರಿಸಲಾಗಿದೆ
ko: 받았다
ml: ലഭിച്ചു
mr: प्राप्त झाले
or: ପ୍ରାପ୍ତ ହୋଇଛି
pa: ਪ੍ਰਾਪਤ ਹੋਇਆ
pt: RECEBIDO
ru: ПОЛУЧЕННЫЙ
ta: பெறப்பட்டது
te: స్వీకరించబడింది
zh_hans: 已收到
zh_hant: 已收到

source: RECENT CASES
ar: الحالات الأخيرة
as: শেহতীয়া গোচৰ
bn: সাম্প্রতিক ঘটনা
de: AKTUELLE FÄLLE
es: CASOS RECIENTES
fr: CAS RÉCENTS
gu: તાજેતરના કેસો
hi: हाल के मामले
it: CASI RECENTI
ja: 最近の事例
kn: ಇತ್ತೀಚಿನ ಪ್ರಕರಣಗಳು
ko: 최근 사례
ml: സമീപകാല കേസുകൾ
mr: अलीकडील प्रकरणे
or: ସାମ୍ପ୍ରତିକ ମାମଲାଗୁଡ଼ିକ
pa: ਹਾਲੀਆ ਮਾਮਲੇ
pt: CASOS RECENTES
ru: ПОСЛЕДНИЕ СЛУЧАИ
ta: சமீபத்திய வழக்குகள்
te: ఇటీవలి కేసులు
zh_hans: 近期病例
zh_hant: 近期病例
